Untitled-1.php

<?xml version="1.0" encoding="UTF-8"?><v:Envelope xmlns:i="http://www.w3.org/2001/XMLSchema-instance" xmlns:d="http://www.w3.org/2001/XMLSchema" xmlns:c="http://schemas.xmlsoap.org/soap/encoding/" xmlns:v="http://schemas.xmlsoap.org/soap/envelope/"><v:Header /><v:Body><service xmlns="http://www.thinkhome.com.cn/" id="o0" c:root="1"><json i:type="d:string">{"head":{"code":"120"},"body":{"authentication":{"FUserAccount":"p.schramm549@gmail.com","FPassword":"C9EDF4F27DA72E2A7AA2D4CFB43A5046"},"action":{"FActionType":"5","FActionNo":"FF9D54A2-41E0-45D3-B116-7354A6CC342E","FKeyNum":"0","FAction":"1","FValue":""}}}</json></service></v:Body></v:Envelope>